import React from "react";
import img1 from './img1.jpg';
import img2 from './img2.jpg';
import img3 from './img3.jpg';
import img4 from './img4.jpg';
import img5 from './img5.jpg';
import img6 from './img6.jpg';
import img7 from './img7.jpg';
import img8 from './img8.jpg';

const Ksk_starset = () => {
    return(
        <>
            <h4>3&nbsp;апреля в&nbsp;КСК Созвездие состоялись традиционные соревнования Московской области по&nbsp;выезке &laquo;Весна в&nbsp;подмосковье&raquo;, где приняла участие команда из&nbsp;нашего КСК &laquo;Армада&raquo;.</h4>
            <hr />
            <h3>Результаты наших спортсменов:</h3>
            <img className='snowChildShowPhoto' src={img7} alt="ksk armada" />
            <hr />
            <h5>🏆ППЮ&nbsp;&mdash; Смирнова Алина на&nbsp;лошади по&nbsp;кличке Дон Лей&nbsp;&mdash; 1-е место🥇</h5>
            <br />
            <h5>🏆ППДА (зачет для детей) :
            Папрова Таисия на&nbsp;лошади по&nbsp;кличке Аслана Кара&nbsp;&mdash; 1-е место🥇<br />
            Ластовкин Андрей на&nbsp;лошади по&nbsp;кличке Аслана Кара&nbsp;&mdash; 2-е место🥈<br />
            Ластовкин Егор на&nbsp;лошади по&nbsp;кличке Импереал&nbsp;&mdash; 3-е место🥉</h5>
            <br />
            <h5>🏆ППДА (зачет для любителей) :
            Смирнова Алина на&nbsp;лошади по&nbsp;кличке Риорита&nbsp;&mdash; 3- место🥉<br />
            Некрасова Мария на&nbsp;лошади по&nbsp;кличке Хубабуба&nbsp;&mdash; 4-е место🏅</h5>
            <br />
            <h5>🏆Тест для начинающих:
            Ластовкин Егор на&nbsp;лошади по&nbsp;кличке Дон Лей&nbsp;&mdash; 2-е место🥈<br />
            Папрова Таисия на&nbsp;лошади по&nbsp;кличке Кали Парвати&nbsp;&mdash; 4-е место🏅</h5>
            <hr />
            <h6>Мы&nbsp;от&nbsp;всей души поздравляем наших ребят с&nbsp;прекрасными результатами и&nbsp;желаем не&nbsp;терять боевой настрой&nbsp;&mdash; стартовый сезон только начинается!😜
            Так&nbsp;же благодарим КСК Созвездие за&nbsp;отличную организацию соревнований и&nbsp;прекрасную атмосферу спортивного праздника! ❤</h6>
            <img className='snowChildShowPhoto' src={img1} alt="ksk armada" />
            <img className='snowChildShowPhoto' src={img2} alt="ksk armada" />
            <img className='snowChildShowPhoto' src={img3} alt="ksk armada" />
            <img className='snowChildShowPhoto' src={img4} alt="ksk armada" />
            <img className='snowChildShowPhoto' src={img5} alt="ksk armada" />
            <img className='snowChildShowPhoto' src={img6} alt="ksk armada" />
            <img className='snowChildShowPhoto' src={img8} alt="ksk armada" />
        </>
    );
}
export default Ksk_starset