/**
 * Create by Kuznetsov Leonid 
 * 25.03.2021
 */

import React from "react";

const CookieInfo = () => {
    return(
        <>
                                <h3>
                                    Соглашение об&nbsp;использовании файлов cookie
                                </h3>
                                <p>
                                    Веб-сайт ksk-armada.ru/, языковые версии которого размещены в&nbsp;сети Интернет по&nbsp;адресу www.ksk-armada.ru (далее&nbsp;&mdash; Веб-сайт) использует файлы cookie и&nbsp;схожие технологии, чтобы отличать вас от&nbsp;других пользователей (далее&nbsp;&mdash; Пользователи) нашего Веб-сайта, гарантировать максимальное удобство, предоставляя персонализированную информацию, а&nbsp;также, чтобы улучшить наш сервис.
                                </p>
                                <p>
                                    Это соглашение об&nbsp;использовании файлов cookie предоставляет вам информацию о&nbsp;типах файлов cookie, которые мы&nbsp;используем, и&nbsp;о&nbsp;целях их&nbsp;использования. Чтобы получить список всех файлов cookie, используемых нашим Веб-сайтом, свяжитесь с&nbsp;нами по&nbsp;телефону или почтовому адресу, указанному в&nbsp;разделе "Контакты".
                                </p>
                                <p>
                                    В&nbsp;случае расхождения трактовок текста редакций документа на&nbsp;разных языках, применяется текст на&nbsp;русском языке.
                                </p>
                                <br/>
                                <h5>
                                    СОГЛАСИЕ ПОЛЬЗОВАТЕЛЯ 
                                </h5>
                                <p>
                                    Оставаясь на&nbsp;Веб-сайте, вы&nbsp;соглашаетесь с&nbsp;размещением файлов cookie на&nbsp;вашем компьютере, с&nbsp;целью анализа использования Веб-сайта. Если вы&nbsp;не&nbsp;хотите принимать файлы cookie, вы&nbsp;должны прекратить использование Веб-сайта.
                                </p>
                                <br/>
                                <h5>
                                    ИНФОРМАЦИЯ О COOKIE
                                </h5>
                                <p>
                                    Во&nbsp;время просмотра любой страницы Веб-сайта на&nbsp;ваш компьютер загружается сама страница, а&nbsp;также небольшие текстовый файлы под названием cookie. Файлы cookie представляют собой небольшое количество данных, среди которых часто содержится уникальный анонимный идентификатор, посылаемый вашему браузеру Веб-сайтом и&nbsp;сохраняемый на&nbsp;жестком диске вашего компьютера. С&nbsp;дополнительной информацией о&nbsp;cookie вы&nbsp;можете ознакомиться, перейдя по&nbsp;ссылке&nbsp;<a href='https://ru.wikipedia.org/wiki/Cookie' target="_blank">https://ru.wikipedia.org/wiki/Cookie.</a> 
                                </p>
                                <br/>
                                <h5>
                                    ТИПЫ ИСПОЛЬЗУЕМЫХ ФАЙЛОВ COOKIE 
                                </h5>    
                                <p>
                                    Веб-сайт использует различные типы файлов cookie: 
                                </p>
                                <p>
                                    Строго необходимые файлы cookie. Эти файлы cookie необходимы, чтобы Веб-сайт работал корректно. Они позволяют Пользователям передвигаться по&nbsp;Веб-сайту и&nbsp;использовать его возможности. Эти файлы не&nbsp;идентифицируют Пользователей как личность. Если Пользователь не&nbsp;согласен использовать данный тип файлов, это может оказать влияние на&nbsp;производительность Веб-сайта или его компонентов.
                                </p>
                                <p>
                                    Файлы cookie, относящиеся к&nbsp;производительности, эффективности и&nbsp;аналитике. Эти файлы помогают понять, как Пользователи взаимодействуют с&nbsp;Веб-сайтом, предоставляя информацию о&nbsp;тех областях, которые они посетили и&nbsp;количестве времени, которое они провели на&nbsp;Веб-сайте, также эти файлы показывают проблемы в&nbsp;работе интернет-ресурса, например, сообщения об&nbsp;ошибках. Это помогает улучшить работу Веб-сайта. Файлы cookie, относящиеся к&nbsp;аналитике, также помогают измерять эффективность рекламных кампаний и&nbsp;оптимизировать содержание Веб-сайта. Данный тип файлов cookie не&nbsp;может быть использован для идентификации Пользователя. Вся информация, которая собирается и&nbsp;анализируется, полностью анонимна.
                                </p>
                                <p>
                                    Функциональные файлы cookie. Эти файлы cookie служат для того, чтобы опознавать Пользователей, возвращающихся на&nbsp;Веб-сайт. Они позволяют индивидуально подбирать содержание Веб-сайта для Пользователей. Если Пользователь блокирует этот тип файлов, это может повлиять на&nbsp;производительность и&nbsp;функциональность Веб-сайта и&nbsp;ограничить доступ к&nbsp;контенту на&nbsp;Веб-сайте.
                                </p>
                                <p>
                                    Рекламные файлы cookie. В&nbsp;эти файлы записываются сведения о&nbsp;пользовательских действиях в&nbsp;Интернете, в&nbsp;том числе о&nbsp;посещении сайтов и&nbsp;страниц, а&nbsp;также данные о&nbsp;ссылках и&nbsp;рекламе, которые Пользователи выбирали для просмотра. Одна из&nbsp;целей&nbsp;&mdash; отражать на&nbsp;веб-сайтах тот контент, который наиболее полно ориентирован на&nbsp;Пользователя. Другая цель&nbsp;&mdash; обеспечить возможность предоставления рекламной или другой информации в&nbsp;более точном соответствии с&nbsp;интересами Пользователя.
                                </p>
                                <br/>
                                <h5>
                                    УПРАВЛЕНИЕ ФАЙЛАМИ COOKIE  
                                </h5>  
                                <p>
                                    Вы&nbsp;можете отключить сохранение файлов cookie, ограничить их&nbsp;создание конкретными веб-сайтами или установить уведомление об&nbsp;отправке файлов cookie в&nbsp;своем браузере. Вы&nbsp;также можете в&nbsp;любой момент удалить файлы с&nbsp;жесткого диска своего компьютера. Однако, если вы&nbsp;решите заблокировать все файлы cookie (включая строго необходимые), вы&nbsp;не&nbsp;сможете получить доступ к&nbsp;Веб-сайту, или его частям, или отображение страниц будут ограниченным или некорректным.
                                </p>
                                <br/>
                                <h5>
                                    COOKIE ТРЕТЬИХ ЛИЦ  
                                </h5>  
                                <p>
                                    В&nbsp;настоящее время на&nbsp;Веб-сайте используются следующие файлы cookie третьих лиц:
                                </p>
                                <p>
                                    <h6>Google Analytics</h6>
                                    Мы&nbsp;используем Google Analytics для предоставления данных веб-аналитике о&nbsp;том, как используется Веб-сайт. Дополнительные сведения о&nbsp;файлах cookie Google Analytics можно получить в&nbsp;справочных страницах и политике конфиденциальности Google. Чтобы отказаться от&nbsp;использования файлов cookie Google Analytics, вы&nbsp;можете загрузить и&nbsp;установить специальную надстройку, перейдя по&nbsp;ссылке <a href='https://tools.google.com/dlpage/gaoptout' target="_blank">https://tools.google.com/dlpage/gaoptout</a>.
                                </p>
                                <p>
                                    <h6>Yandex Metrica</h6>
                                    Веб-сайт также использует Yandex Metrica для предоставления данных веб-аналитики о&nbsp;том, как используется наш Веб-сайт. Дополнительную информацию о&nbsp;файлах cookie Yandex Metrica можно получить в&nbsp;справочных страницах и политике конфиденциальности Yandex. Чтобы отказаться от&nbsp;использования Yandex Metrica, вы&nbsp;можете загрузить и&nbsp;установить специальную надстройку, перейдя по&nbsp;ссылке&nbsp;&mdash; <a href='https://yandex.ru/support/metrika/general/opt-out.html' target="_blank">https://yandex.ru/support/metrika/general/opt-out.html</a>.
                                </p>
        </>
    )
}
export default CookieInfo